Repository: seojacky/steam-api-plugin
Catalog: languages/steam-api-plugin-*.po
Languages: ru_ru

source: Accessible
ru_ru: Доступный

source: Account created
ru_ru: Аккаунт создан

source: Achievement Progress
ru_ru: Прогресс достижений

source: Avatar
ru_ru: Аватар

source: Away
ru_ru: Отошёл

source: bans
ru_ru: баны

source: Busy
ru_ru: Занят

source: Cache Duration (seconds)
ru_ru: Длительность кэша (секунды)

source: Configure it now
ru_ru: Настройте сейчас

source: Copy
ru_ru: Копировать

source: Could not find Steam profile. Please check your input and try again.
ru_ru: Не удалось найти профиль Steam. Пожалуйста, проверьте введенные вами данные и попробуйте снова.

source: days since last ban
ru_ru: дней с момента последнего запрета

source: Done
ru_ru: Выполнено

source: Duration to cache API results in seconds. Default is 3600 (1 hour).
ru_ru: Длительность кэширования результатов API в секундах. По умолчанию - 3600 (1 час).

source: Enter SteamID / SteamCommunityID / Profile Name / Profile URL
ru_ru: Введите SteamID / SteamCommunityID / Имя профиля / URL профиля

source: Enter your Steam API key. You can get one from
ru_ru: Введите свой API-ключ Steam. Вы можете получить его на

source: Error fetching player data.
ru_ru: Ошибка при извлечении данных плеера.

source: Error while requesting Steam API:
ru_ru: Ошибка при запросе Steam API:

source: Extended Information
ru_ru: Расширенная информация

source: Find
ru_ru: Найти

source: Find and get your Steam ID, Steam ID 64, customURL and community ID
ru_ru: Найдите и получите свой Steam ID, Steam ID 64, customURL и community ID

source: Find and get your Steam ID, Steam ID 64, customURL and community ID, along with extended profile information
ru_ru: Найдите и получите свой Steam ID, Steam ID 64, customURL и идентификатор сообщества, а также расширенную информацию профиля.

source: Friends Count
ru_ru: Количество друзей

source: Games Count
ru_ru: Количество игр

source: Hidden
ru_ru: Скрытый

source: hours
ru_ru: часов

source: Inventory Status
ru_ru: Статус инвентаря

source: Last Login
ru_ru: Последний вход

source: Level
ru_ru: Уровень

source: Location
ru_ru: Расположение

source: Looking to play
ru_ru: Ищу игру

source: Looking to trade
ru_ru: Ищу торговлю

source: minutes
ru_ru: минут

source: No
ru_ru: Нет

source: No Data
ru_ru: Нет данных

source: No popular games
ru_ru: Нет популярных игр

source: No recently played games
ru_ru: Нет недавно сыгранных игр

source: No Trade Bans
ru_ru: Нет торговых запретов

source: No VAC Bans
ru_ru: Нет запретов VAC

source: Not accessible
ru_ru: Недоступный

source: Permanent Ban
ru_ru: Постоянный запрет

source: Player data not found.
ru_ru: Данные игрока не найдены.

source: Player profile not found.
ru_ru: Профиль игрока не найден.

source: Please enter a Steam ID
ru_ru: Пожалуйста, введите Steam ID

source: Plugin adds opportunity to check Steam ID info on your web-pages.
ru_ru: Плагин добавляет возможность проверки информации Steam ID на ваших веб-страницах.

source: Private
ru_ru: Частный

source: Private profile
ru_ru: Личный профиль

source: Profile URL
ru_ru: URL-адрес профиля

source: Public
ru_ru: Публичный

source: Real Name
ru_ru: Настоящее Имя

source: Recent Playtime
ru_ru: Недавнее время в игре

source: Recently Played Games
ru_ru: Недавно сыгранные игры

source: Snooze
ru_ru: Повтор

source: Status
ru_ru: Статус

source: Steam API Key
ru_ru: Ключ API Steam

source: Steam API key is not configured.
ru_ru: Ключ Steam API не настроен.

source: Steam API key is not configured. %sConfigure it now%s.
ru_ru: Ключ API Steam не настроен. %sConfigure это сейчас%s.

source: Steam API key is not configured. Please contact the site administrator.
ru_ru: Steam API key не настроен. Обратитесь к администратору сайта.

source: Steam API Plugin requires a Steam API key to function.
ru_ru: Для работы плагина Steam API требуется ключ Steam API.

source: Steam Player Stats
ru_ru: Статистика игроков Steam

source: Steam Stats Checker
ru_ru: Проверка статистики Steam

source: Steam Web API Key Registration
ru_ru: Регистрация Ключа Steam Web API

source: The Steam API key appears to be invalid. Please check it and try again.
ru_ru: Ключ API Steam, похоже, недействителен. Пожалуйста, проверьте это и попробуйте снова.

source: This feature is currently unavailable. Please contact the site administrator.
ru_ru: Эта функция в настоящее время недоступна. Пожалуйста, свяжитесь с администратором сайта.

source: Top played games
ru_ru: Топ сыгранных игр

source: Total Playtime
ru_ru: Общее время в игре

source: Trade Ban Status
ru_ru: Статус запрета торговли

source: Trade Banned
ru_ru: Торговля запрещена

source: Unknown
ru_ru: Неизвестный

source: Unknown error when contacting Steam API
ru_ru: Неизвестная ошибка при обращении к Steam API

source: VAC Ban Status
ru_ru: Статус запрета VAC

source: VAC Banned
ru_ru: Заблокирован VAC

source: Visibility
ru_ru: Видимость

source: Wishlist
ru_ru: Список пожеланий

source: Wishlist Count
ru_ru: Количество пожеланий

source: Wishlist is empty
ru_ru: Список желаний пуст

source: Wishlist is private
ru_ru: Список пожеланий является приватным

source: Yes
ru_ru: Да
